---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.IRevisionsOnSheetUIServer
source: html/69ff7a2b-2f1e-7961-9cf6-eee4d6d205d3.htm
---
# IRevisionsOnSheetUIServer Members

Implement this method to return a description of the server.